{
  "homepage": {
    "title": "Nala Beauty",
    "subtitle": "Kynnet - Ripset - Jalkahoito",
    "description": "Tervetuloa Nala Beauty -salonkiin. Teemme kynsiä, ripsiä ja pedikyyriä Kaisaniemessä - Helsingin sydämessä. Löydät meidät osoitteesta Vuorikatu 8a 30 Helsinki. Palvelemme sinua ammattitaidolla ja huolella. Varaa aikasi ammattiteknikkomme kanssa nyt ja saat palvelua jo tänään!",
    "button": "Varaa aika",
    "price": "Hinnasto",
    "grandOpeningOffer": "50%",
    "offerDescription": "Offer for grand opening"
  },
  "contact": {
    "address": "Vuorikatu 8A 30 <br></br> 00100 Helsinki <br></br> Finland",
    "description": "lähellä Helsingin yliopiston metroa. Espresso House:sta pääsee liukuportaat yläkertaan. Mene sitten portaita ylimpään kerrokseen. Portaiden päässä näet uuni, mene ulos ja katso oikealle!",
    "tel": "+358 44 244 7225",
    "email": "nalabeauty.helsinki@gmail.com"
  },
  "treatments": {
    "title": "Palvelumme",
    "description": "FI We implement beauty treatments according to your wishes. Our professional works with a creative and subtle approach.",
    "point1": {
      "title": "Kynnet",
      "description": "Trendikynnet, klassiset ranskalaiset lakkaukset, koristeelliset kynnet tai neutraalit ja luonnolliset kynnet - kauniit ja hyvin hoidetut kynnet huomataan! Valikoimastamme löydät luonnonkynnen manikyyrit, geelilakkaukset sekä spa-jalkahoidot. Teemme myös rakennekynsiä acrygelillä sekä geelillä. Annamme kynsillesi 5 päivän takuun."
    },
    "point2": {
      "title": "Ripset",
      "description": "Teemme näyttävät ja laadukkaat ripsienpidennykset nopeasti ja siististi. Palveluihimme kuuluvat klassiset ja volyymiripsien pidennykset, hybridiripset, designripset, lash lift sekä kulmien muotoilu ja värjäys"
    },
    "point3": {
      "title": "Jalkahoito",
      "description": "Hemmottele itseäsi rentouttavalla ja hoitavalla kylpyläpedikyyrillä. Ylellinen spa pedikyyrimme sisältää kuorinnan, kynsien hoidon ja geelilakkauksen. Lakkaus voidaan tehdä myös geelillä toiveiden mukaan. Jalkahoitomme tehdään hierovissa spa-tuoleissa, mikä takaa rentouttavan kokemuksen."
    },
    "button": "Varaa aikasi nyt ja hanki itsesi hoitoon kanssamme."
  },
  "giftcard": {
    "title": "FI A gift card to a beauty salon",
    "description": "Loistavin lahjaidea on lahjakortti Nala Beauty salonkiin. Lahjakortti kauneussalonkiin on klassinen lahja, joka tuo hyvän mielen ja fiiliksen, tämä lahja ei petä! Voit ostaa lahjakortin itsellesi tai rakkaallesi salongistamme."
  },
  "header": {
    "tel": "+358 44 244 7225",
    "email": "nalabeauty.helsinki@gmail.com"
  },
  "price": {
    "title": "Hinnasto",
    "services": [
      {
        "category": "Nails",
        "items": [
          { "name": "Gel Nails", "price": "65€" },
          { "name": "Acrylic Nails", "price": "70€" },
          { "name": "Nail Art", "price": "10€-30€" },
          { "name": "Manicure", "price": "40€" }
        ]
      },
      {
        "category": "Lashes",
        "items": [
          { "name": "Classic Lashes", "price": "80€" },
          { "name": "Volume Lashes", "price": "100€" },
          { "name": "Lash Lift", "price": "60€" }
        ]
      },
      {
        "category": "Pedicure",
        "items": [
          { "name": "Basic Pedicure", "price": "50€" },
          { "name": "Spa Pedicure", "price": "70€" },
          { "name": "Gel Polish for Toes", "price": "40€" }
        ]
      }
    ]
  },
  "navigation": {
    "links": [
      {
        "name": "Home",
        "href": "/"
      },
      {
        "name": "Price",
        "href": "/price"
      }
    ]
  }
}
